---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.DocumentPreviewSettings
source: html/bd26956e-137f-07a1-605f-d9e2115f5c47.htm
---
# DocumentPreviewSettings Members

Releases all resources used by the DocumentPreviewSettings